Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/justice/crime_and_crime_prevention/safety_advice_visitors_to_ireland.html.txt.tmx
Source language: en
Languages: ga

source: Visitors to Ireland - crime prevention
ga: Cuairteoirí go hÉirinn - Coireanna a Sheachaint

source: Taking a few sensible precautions can help you to enjoy your stay in Ireland and avoid becoming a victim of crime
ga: Má bhíonn tú ar d'fhaichill ar na rudaí seo a leanas ba cheart go mbeadh sé ina chúnamh duit sásamh a bhaint as do thréimhse in Éirinn agus teacht slán ó choireanna

source: Carry a handbag or shoulder bag that can be held securely
ga: Bíodh mála láimhe nó ar do ghualainn gur féidir leat greim daingean a choinneáil air

source: Keep a close eye on your bag in crowded streets, shops, restaurants, cafes and pubs
ga: Coinnigh súil ghéar ar do mhála i sráideanna le go leor daoine, i siopaí, i mbialanna, i gcaifí agus i dtithe tábhairne

source: When visiting the city centre area, park your car in one of the controlled car parks and keep the parking ticket with you
ga: Nuair atá tú ag tabhairt cuairte ar lár na cathrach, páirceáil do charr i gceann de na láithreacha páirceála faoi mhaoirseacht agus coinnigh an ticéad páirceála in éineacht leat i gcónaí

source: Always lock your car securely when leaving it unattended, even for short periods of time
ga: Cuir glas maith ar do charr i gcónaí nuair atá tú dhá fhágáil gan tionlacan, fiú ar feadh tréimhsí gairide

source: When checking into your accommodation, ask the receptionist about secure car parking
ga: Nuair a thagann tú chuig d'áit lóistín cuir ceist ar an bhfáilteoir an bhfuil áit slán leis an gcarr a pháirceáil

source: If you are carrying cash and valuables, make sure that they are secure on your person, e.g., in a money-bag underneath clothing
ga: Má tá airgead tirim agus rudaí luachmhara agat déan cinnte go bhfuil siad coinnithe slán ar do phearsa, mar shampla mála airgid i bhfo-éadaí

source: If you are travelling in a couple or group, divide your money among yourselves
ga: Má tá beirt nó grúpa ag taisteal le chéile ba cheart bhur gcuid airgid a roinnt eadraibh

source: Keep reference numbers of your travellers' cheques separate from the cheques themselves - this will enable you to cancel stolen cheques quickly in an emergency
ga: Coinnigh uimhreacha tagartha de na seiceanna taistealaithe in áit eile ó na seiceanna iad féin – beidh tú in ann aon seiceanna a ghoidtear a chur ar ceal go scioptha i gcás práinne

source: Keep photocopies of all your travel documents separate from the documents themselves
ga: Coinnigh fótachóipeanna de na cáipéisí taistil ar fad in áit eile ó na cáipéisí iad féin

source: Never leave luggage or valuables exposed inside a parked car or luggage attached to a roof rack
ga: Ná fág bagáiste ariamh ná rudaí luachmhara le feiceáil taobh istigh de charr atá páirceáilte ná bagáiste ar raca ar dhíon an chairr

source: Never carry your passport or large amounts of cash with you or leave them in your room - use the security facilities that may be available at your accommodation
ga: Ná tabhair leat do phas ná suimeanna móra airgid thirim agus ná fág i do sheomra iad – bain úsáid as na háiseanna slándála atá ar fáil i d'áit lóistín

source: Never give money to children or people begging - it only encourages this activity
ga: Ná tabhair airgead do pháistí ná do dhaoine ag lorg déirce – níl ann ach go spreagann sé daoine airgead a lorg

source: Never pitch tents or camp in open spaces, unapproved sites and public areas - camp only on approved sites
ga: Ná cuir suas campaí in áiteanna oscailte, ar láthair nach bhfuil ceadaithe agus in áit phoiblí – coinnigh ag na láithreacha ceadaithe amháin

source: If you are the victim of a crime
ga: Má imrítear coir ort

source: If you are a visitor to Ireland and have been the victim of a crime, you should report it immediately
ga: Más cuairteoir thú go hÉirinn agus má imrítear coir ort cuirfidh na Gardaí aistritheoir ar fáil duit

source: The Gardai will provide a translator for you if required. The Gardai will also refer you to the Tourist Assistance Service
ga: Cuirfidh siad freisin thú ag caint leis an tseirbhís tacaíochta do chuairteoirí a n-imrítear coireanna orthu

source: The Irish Tourist Assistance Service can:
ga: Is féidir le tacaíocht don chuairteoir i gcás coire:

source: • Provide practical and emotional support
ga: • Tacaíocht phraiticiúil agus tochtach a chur ar fáil

source: • Arrange accommodation or meals if needed
ga: • Lóistín nó béilte a shocrú duit más gá

source: • Help to replace stolen travel tickets
ga: • Cúnamh a chur ar fáil duit le ticéidí taistil eile a fháil in áit iad siúd atá goidthe uait

source: • Cancel travellers' cheques and credit cards
ga: • Seiceann Taistealaithe agus cártaí creidmheasa a chur ar ceal

source: • Act as a base for money transfers
ga: • Glacadh le haistrithe airgid ar do shon

source: • Arrange a discount for windscreen repairs
ga: • Gaothscáth an chairr a fháil deisithe ar chostas laghdaithe

source: • Arrange transport for tourists who are stranded
ga: • Módh taistil a chur ar fáil do thurasóirí atá fágtha gan aon chóras taistil

source: • Help with language difficulties
ga: • Cúnamh a chur ar fáil le deacrachtaí teanga

source: • Deal with medical needs
ga: • Deileáil le riachtanais leighis

source: • Offer a helpline telephone service (1890 365 700)
ga: • Tá uimhir ghutháin ar fáil (1890 365 700)

source: • Offer telephone and fax facilities
ga: • Áiseanna teileafóin agus faics a chur ar fáil duit

source: You can find the telephone numbers of every Garda station in Ireland at the front of all public telephone directories
ga: Tá bileog dar teideal Leideanna um Shábháilteacht ar Turasóirí Treoir (pdf) foilsithe tSeirbhís Chúnaimh do Thurasóirí na hÉireann

source: If you are not fully satisfied or have any enquiries, suggestions or feedback on any aspect of the treatment of victims of crime by members of the Garda Siochana, please contact
ga: Cá háit a ndéanfaidh mé iarratas

source: Irish Tourist Assistance Service
ga: Seirbhís Cabhrach do Thurasóirí

source: 6-7 Hanover Street East Dublin 2
ga: 6-7 Sráid Hanover ThoirBaile Átha Cliath 2

source: Tel:+353 1 661 0562
ga: Teil:+353 1 661 0562

source: Fax:+353 1 661 0462
ga: Facs:+353 1 661 0462
